Repository: wp-plugins/geotagmapper
Catalog: lang/*.po
Languages: de_de

source: Geotagmapper Settings
de_de: Geotagmapper Einstellungen

source: Check your
de_de: Überprüfen Sie ihre

source: neighbours
de_de: Nachbarn

source: or your
de_de: oder ihren

source: Fill in as many information as possible
de_de: Füllen Sie möglichst viele Informationen aus

source: Country
de_de: Land

source: State
de_de: Staat/Bundesland/Region

source: City
de_de: Stadt

source: Street
de_de: Straße

source: Zip Code
de_de: Postleitzahl

source: Get data
de_de: Daten holen

source: from Google maps.
de_de: von Google maps

source: Latitude
de_de: Breitengrad

source: Longitude
de_de: Längengrad

source: ISO 3166-1/2 Codes for the representation of names of countries and their subdivisions
de_de: ISO 3166-1/2 Codes für Bundesstaaten, Bundesländer und Regionen

source: Pick up
de_de: Holen

source: the value for the second field
de_de: des Wertes für das zweite Feld

source: Insert Geodata into header of
de_de: Einfügen der Geodaten in den Kopf (Header) von

source: Front page
de_de: Startseite (Front page)

source: Single post
de_de: Einzelner Artikel (Single Post)

source: Single page
de_de: Einzelne Seite (Single Page)

source: Category archive
de_de: Kategorienarchiv

source: Tag Archive
de_de: Stichpunkt (Tag) Archiv

source: Search results
de_de: Suchergebnisse

source: Or use the code
de_de: Order benutzen Sie den Code

source: to place the Geodata anywhere in the header
de_de: um Geodaten irgendwo im Kopf (Header) zu platzieren

source: Save Changes
de_de: Änderungen speichern
